Repository: mrsWeasel/dogium-dogs
Catalog: languages/dogium-dogs-*.po
Languages: fi

source: Name
fi: Nimi

source: What is the nickname of your dog?
fi: Mikä on koirasi lempinimi?

source: Save changes
fi: Tallenna muutokset

source: Dog updated
fi: Koira päivitetty

source: Create new dog
fi: Luo uusi koira

# post type general name
source: Dogs
fi: Koiria

# post type singular name
source: Dog
fi: koira

# dog
source: Add new
fi: Lisää uusi

source: Add new dog
fi: Lisää uusi koira

source: Edit dog
fi: Muokkaa koiraa

source: New dog
fi: Uusi koira

source: All dogs
fi: Kaikki koirat

source: View dog
fi: Näytä koira

source: Search dogs
fi: Etsi koiria

source: No dogs found
fi: Koiria ei löytynyt

source: No dogs found in the trash
fi: Koiria ei löytynyt roskakorista

source: Dogs
fi: Koirat

source: Dogs owned by community members
fi: Yhteisön jäsenten omistamat koirat

source: Breed
fi: Rotu

source: Dogs <span class="%s">%s</span>
fi: Koirat <span class="%s">%s</span>

source: Draft
fi: Luonnos

source: Dogs: Basic info
fi: Koirat: perustietoa

source: Female
fi: Narttu

source: Male
fi: Uros

source: Gender
fi: Sukupuoli

source: Date of Birth
fi: Syntymäaika

source: Dogs: Breed
fi: Koirat: rotu

source: Dogs: Breed (other)
fi: Koirat: Rotu (muu)

source: Other (what?)
fi: Muu (mikä?)

source: Type the breed of your dog
fi: Kirjoita tähän koirasi rotu

source: Dogs: Breeders
fi: Koirat: kasvattajat

source: Breeders (friends)
fi: Kasvattajat (kaveri)

source: Select breeder(s) for your dog among registered users that are your friends.
fi: Valitse koirallesi kasvattaja rekisteröityneistä käyttäjistä, jotka ovat kavereitasi.

source: Breeders (groups)
fi: Kasvattajat (ryhmät)

source: Select breeder(s) for your dog among groups.
fi: Valitse koirallesi kasvattaja ryhmien joukosta

source: Add other breeders for your dog. Multiple names need to be separated by line break.
fi: Lisää muita kasvattajia koirallesi. Jos lisäät enemmän kuin yhden nimen, ne täytyy erottaa toisistaan rivinvaihdolla.

source: Dogs: Commenting
fi: Koirat: kommentointi

source: Open
fi: Avoinna

source: Closed
fi: Suljettu

source: Commenting
fi: Kommentointi

source: Allow / disallow other users post comments on your dog. Comments are open by default.
fi: Salli / estä muiden käyttäjien kommentoida koiraasi. Kommentit ovat oletuksena avoinna.

source: Dogs: Description
fi: Koirat: kuvaus

source: Description
fi: Kuvaus

source: Write a short description of your dog.
fi: Kirjoita lyhyt kuvaus koirastasi.

source: Dogs: Images
fi: Koirat: kuvat

source: Featured image
fi: Pääkuva

source: This is the main image of your dog. It will also show on your dogs listing page (and on other, site wide listing pages.)
fi: Tämä on pääkuva koirastasi. Kuva näkyy sivulla, johon on koottu kaikki omistamasi koirat (ja muissa sivustonlaajuisissa listauksissa.)

source: Image gallery
fi: Kuvagalleria

source: Add additional photos of your dog. You can upload up to 10 images.
fi: Lisää lisäkuvia koirastasi. Voit tallentaa maksimissaan 10 kuvaa.

source: Dogs: Name
fi: Koirat: nimi

source: Official Name
fi: Virallinen nimi

source: Dogs: Owners
fi: Koirat: omistajat

source: Owners
fi: Omistajat

source: Select additional owners for your dog. Additional owners need to be registered users and your friends.
fi: Lisää muita omistajia koirallesi. Omistajien täytyy olla rekisteröityneitä käyttäjiä ja sinun kavereitasi.

source: Other owners
fi: Muut omistajat

source: Additional owners that are not registered users / your friends. You can add multiple names separated by line break.
fi: Muut omistajat, jotka eivät ole rekisteröityneitä käyttäjiä tai kavereitasi. Voit lisätä useita nimiä, jos erotat ne toisistaan rivinvaihdolla.
